tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "ariga/tap"
tap "dbt-labs/dbt"
tap "derailed/k9s"
tap "git-chglog/git-chglog"
tap "go-swagger/go-swagger"
tap "gromgit/fuse"
tap "spectolabs/tap"
brew "bat"
brew "cmake"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "fd"
brew "fzf"
brew "github-keygen"
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "haproxy"
brew "htop"
brew "jq"
brew "jupyterlab", link: false
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "libssh"
brew "qemu"
brew "lima"
brew "midnight-commander"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "node@20"
brew "openssl@1.1"
brew "rclone"
brew "ripgrep"
brew "s3cmd"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "wget"
brew "wireguard-tools"
brew "yadm"
brew "zoxide"
brew "ariga/tap/atlas"
brew "derailed/k9s/k9s"
brew "git-chglog/git-chglog/git-chglog"
brew "go-swagger/go-swagger/go-swagger"
brew "spectolabs/tap/hoverfly", link: false
cask "alt-tab"
cask "amethyst"
cask "anydesk"
cask "appcleaner"
cask "applite"
cask "battery"
cask "cscreen"
cask "dbeaver-community"
cask "deeper"
cask "devutils"
cask "discord"
cask "dockey"
cask "drawio"
cask "firefox"
cask "flux"
cask "font-meslo-lg-nerd-font"
cask "geph"
cask "iina"
cask "intellidock"
cask "iterm2"
cask "itsycal"
cask "jupyterlab"
cask "kap"
cask "karabiner-elements"
cask "kdiff3"
cask "keepassxc"
cask "keycastr"
cask "keyclu"
cask "latest"
cask "linearmouse"
cask "logi-options-plus"
cask "maccy"
cask "maintenance"
cask "microsoft-edge"
cask "middleclick"
cask "mongodb-compass"
cask "monitorcontrol"
cask "mos"
cask "nextcloud"
cask "obs"
cask "obsidian"
cask "onyx"
cask "outline-manager"
cask "parsec"
cask "postman"
cask "rar"
cask "raycast"
cask "rectangle"
cask "sourcetree"
cask "stats"
cask "steam"
cask "sublime-merge"
cask "telegram"
cask "tomatobar"
cask "transmission"
cask "ukelele"
cask "visual-studio-code"
cask "vlc"
cask "whisky"
vscode "42crunch.vscode-openapi"
vscode "adpyke.codesnap"
vscode "akamud.vscode-theme-onedark"
vscode "ambar.bundle-size"
vscode "amsmagin.brief-syntax"
vscode "atlassian.atlascode"
vscode "azemoh.one-monokai"
vscode "beardedbear.beardedtheme"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "continue.continue"
vscode "davidanson.vscode-markdownlint"
vscode "deckerio.breakpointio"
vscode "disroop.conan"
vscode "dracula-theme.theme-dracula"
vscode "dupeiran.diff"
vscode "eamodio.gitlens"
vscode "emilast.logfilehighlighter"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "forbeslindesay.forbeslindesay-taskrunner"
vscode "george-alisson.html-preview-vscode"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "henoc.svgeditor"
vscode "in4margaret.compareit"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "kaleidoscope-app.vscode-ksdiff"
vscode "kuscamara.electron"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "mads-hartmann.bash-ide-vscode"
vscode "matt-meyers.vscode-dbml"
vscode "mdickin.markdown-shortcuts"
vscode "mesonbuild.mesonbuild"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ru"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "nextbook.file-and-folder-icons"
vscode "p42ai.refactor"
vscode "pkief.material-icon-theme"
vscode "plibither8.remove-comments"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rwu823.open-folder"
vscode "ryu1kn.partial-diff"
vscode "shardulm94.trailing-spaces"
vscode "simonsiefke.svg-preview"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "trunk.io"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscode-icons-team.vscode-icons"
vscode "vstirbu.vscode-mermaid-preview"
vscode "william-voyek.vscode-nginx"
vscode "yutengjing.vscode-archive"
vscode "yy0931.save-as-root"
vscode "yzhang.markdown-all-in-one"
